tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/services"
brew "openssl@3"
brew "aria2"
brew "btop"
brew "ccache"
brew "cmake"
brew "delve"
brew "eza"
brew "fd"
brew "flac"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "gopls"
brew "grep"
brew "jq"
brew "k9s"
brew "kustomize"
brew "libpq"
brew "libtool"
brew "llvm"
brew "ollama", restart_service: true
brew "pandoc"
brew "pinentry-mac"
brew "pnpm"
brew "ripgrep"
brew "rustup"
brew "shntool"
brew "stow"
brew "uv"
brew "zola"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "d12frosted/emacs-plus/emacs-plus@30", args: ["with-native-comp"]
cask "balenaetcher"
cask "bitwarden"
cask "bruno"
cask "docker"
cask "firefox@developer-edition"
cask "font-fira-code"
cask "font-fira-sans"
cask "git-credential-manager"
cask "keyboardcleantool"
cask "microsoft-office"
cask "mullvadvpn"
cask "netnewswire"
cask "plexamp"
cask "prusaslicer"
cask "qbittorrent"
cask "raspberry-pi-imager"
cask "rectangle"
cask "signal"
cask "slack"
cask "synology-drive"
cask "tableplus"
cask "tunnelblick"
cask "vlc"
cask "wezterm"
cask "windows-app"
