tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/services"
brew "openssl@3"
brew "aria2"
brew "aspell"
brew "btop"
brew "ccache"
brew "cmake"
brew "flac"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghcup"
brew "ghostscript"
brew "git"
brew "gnupg"
brew "go"
brew "gopls"
brew "grep"
brew "libomp"
brew "libtool"
brew "isync", restart_service: true
brew "jq"
brew "k9s"
brew "kustomize"
brew "libpq"
brew "llvm"
brew "markdown"
brew "megatools"
brew "msmtp"
brew "mu"
brew "ollama", restart_service: true
brew "ormolu"
brew "pinentry-mac"
brew "pipx"
brew "pkgconf"
brew "pnpm"
brew "rustup"
brew "shntool"
brew "stow"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "d12frosted/emacs-plus/emacs-plus@30", args: ["with-imagemagick", "with-native-comp"]
cask "balenaetcher"
cask "bitwarden"
cask "docker"
cask "font-fira-code"
cask "font-fira-sans"
cask "font-symbols-only-nerd-font"
cask "git-credential-manager"
cask "keyboardcleantool"
cask "microsoft-office"
cask "mullvadvpn"
cask "netnewswire"
cask "plexamp"
cask "prusaslicer"
cask "qbittorrent"
cask "rar"
cask "raspberry-pi-imager"
cask "rectangle"
cask "signal"
cask "slack"
cask "tableplus"
cask "tunnelblick"
cask "vlc"
cask "wezterm"
cask "windows-app"
cask "yaak"
