tap "nikitabobko/tap"
brew "openssl@3"
brew "cargo-outdated"
brew "colima"
brew "cuetools"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "flac"
brew "fnm"
brew "gettext"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gopls"
brew "helix"
brew "k9s"
brew "kubectl-cnpg"
brew "kubernetes-cli"
brew "kustomize"
brew "libpq"
brew "lua-language-server"
brew "mas"
brew "mktorrent"
brew "p7zip"
brew "pinentry-mac"
brew "pnpm"
brew "ripgrep"
brew "rustup"
brew "shntool"
brew "stow"
brew "unar"
brew "uv"
cask "nikitabobko/tap/aerospace"
cask "bitwarden"
cask "bruno"
cask "cyberduck"
cask "discord"
cask "font-noto-sans-mono"
cask "git-credential-manager"
cask "guitar-pro"
cask "microsoft-office"
cask "plexamp"
cask "prusaslicer"
cask "raspberry-pi-imager"
cask "rectangle"
cask "signal"
cask "slack"
cask "tableplus"
cask "teamviewer"
cask "tunnelblick"
cask "vlc"
cask "wezterm@nightly"
cask "windows-app"
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
cargo "bunyan"
cargo "cargo-outdated"
cargo "cargo-update"
cargo "cargo-xwin"
cargo "sqlx-cli"
